[
    {
        "name": "Guacamole",
        "ingredients": "1. half cup of choppped white onion, 2. 2 tablespoons of lime juice, 1 jalepeno, 2 avacados, salt and black pepper",
        "time": "10 minutes",
        "instructions": "1. combine opnion and lime juice in a small bowl 2. Cut up jalepeno remove the inner seeds chop the jalepeno and add to bowl 3: cut the avacados in half de pit them and scoop out the rest with a spoon, add to bowl then Mix 5. Enjoy!",
        "filename": "09-guacamole.jpg",
        "cuisine_id": 1
    },
    {
        "name": "Steak Fajita torta ",
        "ingredients": "1. 3/4 pounds of flank steak 2. 6 6 telera rolls, split 3. 1 1/2 cups refried black beans 2 ripe avocados",
        "time": "45 minuets",
        "instructions": "1. Lay steak on cutting board. Make three diagonal slashes in meat 2.  Place steak on grill; cook 15 minutes, turning over after 8 minutes. Let rest 10 minutes before thinly slicing against the grain. 3. Spread rolls with a layer of refried beans on one side of each roll and place a layer of sliced avocado on the other side  Divide sliced steak and suggested fillings evenly among rolls",
        "filename" : "07-steak-fajita-torta.jpg",
        "cuisine_id": 1
    },
    {
        "name": "Steak Burrito",
        "ingredients": "1. 1 and a half pounds of skirt steak sliced into small pieces, half teaspoon of salt, quarter teaspoon of pepper, 2. 1 tablespoon of oil, half cup of heavy cream, 4 flour tortillas, 3. 1 cup of shredded mexican style cheese blend 4. 1 cup black beans rinsed and drained crema mexicana and chopped tomatoes and cilantro",
        "time": "20 minuets",
        "instructions": "1. Season steak with salt and pepper. 2. in a large skillet over medium-high heat, heat oil. Add steak and sauté 3 to 5 minutes 3. In a small saucepan over medium heat combine guacamole salsa and heavy cream. 4. simmer and keep warm 5. plate and eat! ",
        "filename": "08-steak-burrito.jpg",
        "cuisine_id": 1
    },
    {
        "name": "Neopolitan pizza",
        "ingredients": "1. 1 Organic White Pizza Dough, 2. Pure Olive Oil, 3. All Purpose Flour, 5. Basting Oil, 6. Pizza Sauce,  7. Shredded Whole Milk Mozzarella, Italian Classics Fresh Mozzarella, 8. sliced Roasted Red Tomatoes, 9. drained Basil leaves torn into smaller pieces",
        "time": "1 hour and 45 mins",
        "instructions": "1. Divide dough into 2 equal pieces; form into balls. Coat 2 large bowls with 1/4 tsp olive oil; place 1 dough ball in each. Cover bowls with plastic wrap. Let dough come to room temp, 1-2 hours. 2. Preheat oven to 400 degrees with rack in center. Shape each dough ball on lightly floured surface into 14-inch rounds. Lightly coat two 14-inch pizza pans with 1/4 tsp olive oil. Form dough to fit pans, pressing out any air bubbles. 3. Brush each crust evenly with 1/2 Tbsp basting oil; spread with 1/3 cup of sauce and top with 1/3 cup shredded mozzarella. Break fresh mozzarella into smaller pieces; sprinkle evenly on crusts. Top each crust with 1/2 cup tomatoes. 4. Bake, 18-20 min. Remove from oven; let rest 5 min before slicing. Sprinkle with basil before serving. ",
        "filename": "06-neapolitan-pizza.jpg",
        "cuisine_id": 2
    },
    {
        "name": "classic home made cheese lasagna",
        "ingredients": "3 pkgs Part-Skim Ricotta Cheese 2. 1 1/2 Tbsp Organic Dried Basil 3. 1 tsp salt Italian Classics Lasagna Sheets , uncooked 4. 3 containers Italian Classics Marinara Sauce, divided 5. 1 pkg Shredded Part-Skim Mozzarella, divided 6. Organic Olive Oil Cooking Spray",
        "time": "25 mins",
        "instructions": "1. Preheat oven to 400 degrees. Combine ricotta, basil and salt in large bowl; set aside. 2. Spray 9x13-inch pan with cooking spray; spread 1 cup sauce on pan bottom. Top with 2 lasagna sheets, slightly overlapping lengthwise. Spread with half of ricotta mixture. Top with about 1 cup mozzarella cheese. Top with 1 cup sauce. 3. Arrange 2 additional lasagna sheets over sauce. Spread with remaining ricotta mixture; top with about 1 cup mozzarella cheese. Spread with 1 cup sauce. Top with 2 remaining lasagna sheets. Top with 1 cup sauce (serve remaining sauce with finished dish). Place parchment paper directly on sauce to cover; seal with foil. Set baking dish in center of baking sheet. 4. Bake 1 hour, 15 min. Remove from oven; remove foil and paper. Top with about 2 cups mozzarella cheese. Return to oven, uncovered, about 10 min, until cheese melts. Remove from oven; let rest 20-30 min before serving.",
        "filename": "02-homemade-lasagna.jpg",
        "cuisine_id": 2
    },
    {
        "name": "Shrimp with vodka blush sauce & veggies",
        "ingredients": "1. 2 pkgs Certified Organic Large Raw Peeled & Deveined Shrimp, thawed per pkg directions  2. 1 tsp Lawry's Seasoned Salt 3. 2 Tbsp Organic Extra Virgin Olive Oil, divided 4. 2 Red Bell Pepper, cored, seeded, 1/2-inch dice (about 2 1/2 cups) 5. 2 tsp red pepper flakes 6. 1 organic zucchini, 1/2-inch dice (about 2 cups) 7.1 tsp salt 8.1/2 tsp black pepper 9.1 pkg Campari Cocktail Tomatoes, cored, quartered 10. 1 container  Italian Classics Vodka Blush Sauce 11. Organic Italian Parsley leaves, for garnish",
        "time": "30 mins",
        "instructions": "1. Add shrimp and seasoned salt to bowl; mix well to coat. Set aside. 2. Heat 1 Tbsp oil in large sauté pan on MED-HIGH until oil faintly smokes. Add red peppers and red pepper flakes; cook, stirring, 1 1/2 min. Add zucchini, salt, and pepper; cook, stirring, 2 min. Add tomatoes; cook, stirring, 3 min. Remove from pan; set aside. 3. Heat remaining oil in pan on MED until oil faintly smokes. Add shrimp; cook, stirring, 2 min. Return vegetables to pan. Add sauce; cook, stirring, 4-5 min until internal temp of shrimp reaches 130 degrees (check by inserting thermometer halfway into thickest part of shrimp). 4. Transfer to serving platter; garnish with parsley.",
        "filename": "01-shrimp-with-vodka.jpg",
        "cuisine_id": 2
    },
    {
        "name": "Asian orange chicken",
        "ingredients": " 1. 1/2 cup rice vinegar 2. 1/4 cup lemon juice 3. 2 1/2 tablespoons soy sauce 4. 2 tablespoons orange juice 5. 1 cup packed brown sugar 6. 2 tablespoons chopped green onion 7. 1 tablespoon grated orange zest 8. 1/2 teaspoon minced fresh ginger root 9. 1/2 teaspoon minced garlic 10. 1/4 teaspoon red pepper flakes 11. 3 tablespoons cornstarch 12. 2 tablespoons water 13. 1 1/2 cups water 14. 2 large skinless, boneless chicken breasts, cut into 1/2-inch cubes 13.1 cup all-purpose flour 14. 1/4teaspoon salt 15. 1/4 teaspoon pepper 16. 3 tablespoons olive oil",
        "time": "2 hours 50 mins",
        "instructions": "1. Combine water, rice vinegar, lemon juice, soy sauce, and orange juice for sauce into a saucepan over medium-high heat. Stir in brown sugar, green onion, orange zest, ginger, garlic, and pepper flakes; bring to a boil. Remove from heat, and cool for 10 to 15 minutes. 2. Place chicken in a resealable plastic bag. Pour in 1 cup cooled sauce. Seal the bag, and refrigerate for at least 2 hours. Reserve the remaining sauce. 3. Mix flour, salt, and pepper in another resealable plastic bag. 4.Remove chicken from the marinade and place into the bag of seasoned flour. Seal the bag and shake to coat. 5. Heat the olive oil in a large skillet over medium heat. Cook chicken in the hot skillet until browned on both sides. Remove to a paper towel-lined plate and cover with aluminum foil. Wipe out the skillet. 6. Pour reserved sauce into the skillet and bring to a boil over medium-high heat. 7.Mix together cornstarch and water until completely smooth. Stir into the boiling sauce. Reduce heat to medium-low, add the chicken, and simmer, stirring occasionally, until cooked through, about 5 minutes. ",
        "filename": "03-Asian-orange-chicken.png",
        "cuisine_id": 3
    },
    {
        "name": "Beef stir-Fry",
        "ingredients": "1. 2 tablespoons vegetable oil 2. 1 pound beef sirloin, cut into 2-inch strips 3. 1 1/2 cups fresh broccoli florets 4. 1 red bell pepper, cut into matchsticks 5. 2 carrots, thinly sliced 6. 1 green onion, chopped 7. 1 teaspoon minced garlic 8. 2 tablespoons soy sauce 9. 2 tablespoons sesame seeds, toasted",
        "time": "25 mins",
        "instructions": "1. Heat vegetable oil in a large wok or skillet over medium-high heat; cook and stir beef until browned, 3 to 4 minutes. Move beef to the side of the wok and add broccoli, bell pepper, carrots, green onion, and garlic to the center of the wok. Cook and stir vegetables for 2 minutes. 2. Stir beef into vegetables and season with soy sauce and sesame seeds. Continue to cook and stir until vegetables are tender, about 2 more minutes.",
        "filename": "04-beef-stir-fry.jpg",
        "cuisine_id": 3
    },
    {
        "name": "Chinese Corn Soup",
        "ingredients": "1. 1 (15 ounce) can cream style corn 2. 1 (14.5 ounce) can low-sodium chicken broth 3. 1 tablespoon cornstarch 4. 2 tablespoons water 5.1 large egg, beaten",
        "time": "15 min",
        "instructions": "1. Combine corn and chicken broth in a saucepan. Bring to a boil over medium-high heat. 2. Mix together cornstarch and water in a small bowl or cup; pour into the boiling corn soup, and continue cooking for about 2 minutes, or until thickened. 3. Gradually add beaten egg while stirring the soup. Remove from heat and serve.",
        "filename": "05-chinese-corn-soup.jpg",
        "cuisine_id": 3
    }
]